tap "chef/chef"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"

# Packages
brew "docker-credential-helper-ecr"
brew "goenv"
brew "python"
brew "httpie"
brew "jq"
brew "mysql@5.6"
brew "nodenv"
brew "packer"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "tree"
brew "wget"

# Casks
cask "aws-vault"
cask "db-browser-for-sqlite"
cask "insomnia"
cask "iterm2"
cask "postman"
cask "sequel-pro"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "chef/chef/inspec"
